packages/Webkul/Shop/src/Http/Controllers/MLMController.php

select `child1`, `child2`, `child3`, `child4`, `child5` from `customers` where `id` = 1
---
    public function index()
    {
        //Fetch MLM memeber(child)
        //Get current user
        $customer = auth()->guard('customer')->user();
        $id = $customer->id;

        //Store child of current user
        $Customer = Customer::where('id', $id)
            ->get(['child1', 'child2', 'child3', 'child4', 'child5']);