packages/Webkul/Customer/src/Http/Controllers/RegistrationController.php

select `id`, `email` from `customers`
---
    public function show_smart()
    {

        $customers = $this->customerRepository->select('id', 'email')->get();

update `customers` set `child1` = 'lokesh@pegalogics.comm', `child2` = 'lokesh@pegalogics.com', `child3` = 'imz@gmail.com', `child4` = 'lokesh@pegalogics.comm', `child5` = 'lokesh2@pegalogics.com', `customers`.`updated_at` = '2021-06-10 20:09:10' where `id` = 35
---
    public function create_smart()
    {
        // dd(request()->member_1);

        //Get current user
        $customer = auth()->guard('customer')->user();
        $id = $customer->id;

        //Store child of current user
        Customer::where('id', $id)
            ->update(
                [
                    'child1' => request()->member_1,
                    'child2' => request()->member_2,
                    'child3' => request()->member_3,
                    'child4' => request()->member_4,
                    'child5' => request()->member_5
                ]
            );